"CANCEL_BUTTON" = "Отменить";
"CONTINUE_BUTTON" = "Продолжить";
"SKIP_BUTTON" = "Пропустить";
"TRY_AGAIN_BUTTON" = "Повторить";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Mac работает на питании аккумулятора.";
"BATTERY_WARNING" = "Подключите сетевой адаптер, прежде чем приступить к перемещению информации.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Ищу системы…";
"STATUS_WAITING_FIREWIRE" = "Жду перезагрузки Вашего старого компьютера Mac…";
"STATUS_FOUND_FIREWIRE" = "Подключение FireWire было установлено.";
"STATUS_RESTART" = "Перезагрузите Ваш старый компьютер Mac, держа нажатой клавишу «T»";
"STATUS_WAITING_DISKS" = "Жду появления дисков…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "Не найдено доступных версий системы Mac OS X на Вашем старом компьютере Mac.";
"NO_VALID_SYSTEMS" = "Вы можете перемещать информацию только с тех компьютеров Mac, на которых установлена Mac OS X.\n\nНажмите «Продолжить», чтобы продолжить попытку перемещения или «Отменить», чтобы остановить процесс перемещения.";
"TDM_WARNING_TITLE" = "Ассистенту настройки системы не удается подключиться к другому компьютеру Mac.";
"TDM_WARNING" = "Возможно, Ваш старый Mac не может подключиться к этому компьютеру через FireWire.\n\nНажмите «Продолжить», чтобы продолжить попытку или «Отменить», чтобы остановить процесс.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "ОС Mac OS X не была найдена в указанном томе.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Вы можете перемещать информацию только с тех компьютеров Mac, на которых установлена Mac OS X.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%2$@ на %1$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "Системы не были найдены.";
"ONLY_OLD_SYSTEMS" = "Старая система";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Переместите Вашу информацию";
"NETWORK_SETTINGS" = "Сеть и другие настройки";
"APPLICATIONS" = "Папка программ";
"FILES_FOLDERS" = "Файлы и папки в «%@»";
"FILES_FOLDERS_NO_VOLUME" = "Файлы и папки";
"USERS" = "Пользователи";
"OTHER_DISKS" = "Другие жесткие диски";
"STATIC_IP_WARNING" = "\nВаш статичный IP-адрес не будет перенесен.";
"FILEVAULT_WARNING_LONG" = "Учетные записи пользователя, защищенные FileVault, не могут быть перемещены на компьютер Mac, уже имеющий учетные записи пользователя.";
"FILEVAULT_WARNING" = "\nЭта учетная запись пользователя защищена FileVault. Ее миграция невозможна.";
"HOME_NOT_COPIED_WARNING" = "\nНе нужно копировать эту общую папку пользователя.";

"REMAINING_HOURS" = "%d час.";
"REMAINING_HOUR" = "%d час.";
"REMAINING_MINS" = "%d мин.";
"REMAINING_MIN" = "%d мин.";	
"REMAINING_HOURS_AND_MINS" = "Осталось около %@ %@";
"REMAINING_ABOUT" = "Осталось около %@";
"REMAINING_LESS_MIN" = "Осталось менее одной минуты";

"SEL_ITEMS" = "Выбранные объекты: %@";
"TRANSFER" = "Переместить";

"GB" = "%.1f ГБ";
"MB" = "%.1f МБ";			
"KB" = "%.1f КБ";

"MOREINFO" = "Подробнее";
"MORE_INFO" = "Подробнее";
"SKIP" = "Пропустить перемещение";

"CABLE_DISCONNECTED" = "Кабель FireWire отсоединен.";
"NO_TDM_CABLE_CONNECTED" = "Режим внешнего диска завершен.";
"NO_TDM_CABLE_DISCONNECTED" = "Режим внешнего диска завершен.";

"CREATE_AIRPORT_NETWORK" = "Создать сеть AirPort";

"USER_CONFLICT_EXPLAIN" = "Переносимая Вами учетная запись пользователя «%1$@» (имя учетной записи «%2$@») совпадает с именем существующей учетной записи пользователя на Вашем компьютере.";

"TRANSFER_ERROR_TITLE" = "Возникла ошибка, препятствующая перемещению Вашей информации.";
"TRANSFER_ERROR" = "Нажмите кнопку «Пропустить», чтобы остановить перемещение и продолжить процесс настройки компьютера Mac, или проверьте правильность подключения кабелей электропитания и FireWire. Затем нажмите «Повторить».";

"CANCELING_MIGRATION" = "Отменяю миграцию…";

"NETWORK_TRANSFER_ERROR" = "Возникла сетевая ошибка, препятствующая перемещению Вашей информации.";

"BROKEN_APPS" = "Возможно, необходимо переустановить программы:";
"FILE_ERRORS" = "Проблемы возникли при перемещении следующего файла (файлов):";
"OTHER_WARNINGS" = "Ошибки и предупреждения:";

"TRANSFER_FAILED" = "Перемещение информации завершено, но некоторые файлы перемещены не были. Вы можете сейчас отсоединить кабель FireWire и выключить Ваш старый Mac, нажав на нем кнопку питания.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Использовать Ethernet";
"AIRPORT_SETUP_BUTTON_TITLE" = "Использовать AirPort";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Подключитесь к той же сети AirPort, к которой подключен данный компьютер (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "Не удалось подключиться к сети.";
"NETWORK_ERROR_SHEET_INTERNAL" = "При подключении к сети произошла ошибка, поэтому не удалось получить доступ к информации на другом компьютере Mac. Чтобы получить дополнительную информацию о подключении другого Мас, нажмите «Подробнее».";

"PAIR_SCANNING" = "Поиск других компьютеров…";
"PAIR_CONNECTED" = "Подключение к другому Mac выполнено успешно…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Нажмите «Продолжить», чтобы подключиться к «%@».";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "Доступные резервные копии Time Machine на «%@» отсутствуют. Выберите другой том.";
"BACKUP_SOURCE_NO_SELECTION" = "Выберите том, а затем нажмите «Продолжить».";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Введите имя пользователя и пароль для «%@».";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Введите пароль для «%@».";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "Не удалось выполнить подключение.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Убедитесь, что имя пользователя и пароль верны, а затем нажмите «Подключить», чтобы повторить попытку.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Убедитесь, что пароль верен, а затем нажмите «Подключить», чтобы повторить попытку.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Подключение…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Подключить";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Повторить";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "Доступные резервные копии Time Machine на этом томе отсутствуют.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Выберите другой том или выполните соединение, используя другое имя пользователя.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "ОК";

"BACKUP_SOURCE_JOIN_BUTTON" = "Подключить…";

"BACKUP_SOURCE_FOUND_ZERO" = "Резервные копии Time Machine не найдены";
"BACKUP_SOURCE_FOUND_ONE" = "обнаружена 1 резервная копия Time Machine";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "Обнаружено доступных резервных копий Time Machine: %d";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "Нет доступных резервных копий Time Machine";
"BACKUP_SOURCE_AVAILABLE_ONE" = "доступна 1 резервная копия Time Machine";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "Количество доступных резервных копий Time Machine: %d";

"BACKUP_REQUIRES_LOGIN" = "необходимы имя и пароль";
"BACKUP_CONNECTED" = "подключенный";

